export default {
  projections: {
    КомнатыE: {
      iD: {
        __caption__: 'ID'
      },
      комнатаОт: {
        __caption__: 'Комната от'
      },
      этаж: {
        __caption__: 'Этаж'
      },
      отели: {
        __caption__: 'Отели',
        наименования: {
          __caption__: 'Наименования'
        }
      }
    },
    КомнатыL: {
      iD: {
        __caption__: 'ID'
      },
      комнатаОт: {
        __caption__: 'Комната от'
      },
      этаж: {
        __caption__: 'Этаж'
      },
      отели: {
        __caption__: 'Наименования',
        наименования: {
          __caption__: 'Наименования'
        }
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    комнатаОт: {
      __caption__: 'Комната от'
    },
    этаж: {
      __caption__: 'Этаж'
    },
    отели: {
      __caption__: 'Отели'
    }
  }
};
