export default {
  projections: {
    ОтелиE: {
      наименования: {
        __caption__: 'Наименования'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      звезды: {
        __caption__: 'Звезды'
      }
    },
    ОтелиL: {
      наименования: {
        __caption__: 'Наименования'
      },
      адрес: {
        __caption__: 'Адрес'
      },
      звезды: {
        __caption__: 'Звезды'
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'Адрес'
    },
    звезды: {
      __caption__: 'Звезды'
    },
    наименования: {
      __caption__: 'Наименования'
    }
  }
};
