export default {
  projections: {
    ДопускE: {
      комнаты: {
        __caption__: 'Комнаты',
        комнатаОт: {
          __caption__: 'КомнатыОт'
        },
        отели: {
          __caption__: '',
          наименования: {
            __caption__: 'Наименование'
          }
        }
      },
      гости: {
        __caption__: 'Гости',
        комната: {
          __caption__: 'КомнатаГостя'
        },
        авторизация: {
          __caption__: '',
          имя: {
            __caption__: 'Имя'
          },
          фамилия: {
            __caption__: 'Фамилия'
          }
        }
      },
      доступ: {
        __caption__: 'Доступ'
      }
    },
    ДопускL: {
      гости: {
        __caption__: 'Имя',
        авторизация: {
          __caption__: '',
          имя: {
            __caption__: 'Имя'
          },
          фамилия: {
            __caption__: 'Фамилия'
          }
        },
        комната: {
          __caption__: 'КомнатаГостя'
        }
      },
      комнаты: {
        __caption__: 'Наименование',
        отели: {
          __caption__: '',
          наименования: {
            __caption__: 'Наименование'
          }
        },
        комнатаОт: {
          __caption__: 'КомнатаОт'
        }
      },
      доступ: {
        __caption__: 'Доступ'
      }
    }
  },
  validations: {
    доступ: {
      __caption__: 'Доступ'
    },
    гости: {
      __caption__: 'Гости'
    },
    комнаты: {
      __caption__: 'Комнаты'
    }
  }
};
